Repository: Alternativend/ddns
Catalog: po/*.po
Languages: da, es, fa, hr, it, nl, pl, pt_br, tr

source: Debugging mode enabled
da: Fejlsøgning aktiveret
es: Modo de depuración habilitada
fa: پویای کردن حالت اشکال زدایی
hr: Debugging mod je omogućen
it: Modalità di debug abilitata
nl: Debugging modus is geactiveerd
pl: Tryb debugowania włączony
pt_br: Modo de depuração habilitado
tr: Hata ayıklama modu etkinleştirildi

source: Loading configuration file %s
da: Indlæser konfigurationsfil %s
es: Leyendo el archivo de configuración %s
fa: بارگذاری فایل پیکربندی %s
hr: Otvaram konfiguracijsku datoteku %s
it: Carico il file di configurazione %s
nl: Inladen configuratiebestand %s
pl: Wczytuję plik konfiguracyjny %s
pt_br: Carregando arquivo de configuração %s
tr: %s yapılandırma dosyası yükleniyor

source: Found no entries in the configuration file. Exiting.
da: Fandt ingen indgange i konfigurationsfilen. Afslutter.
es: No se han encontrado entradas en el fichero de configuración. Saliendo.
fa: هیچ نوشته ای در فایل پیکربندی یافت نشد. در حال خارج شدن میباشید.
hr: Nisu pronađeni unosi u konfiguracijskoj datoteci. Izlaz.
it: Non ha trovato voci nel file di configurazione
nl: Geen items gevonden in het configuratiebestand. Gestopt.
pl: Nie znaleziono żadnych wpisów w pliku configuracyjnym. Kończenie.
pt_br: Não foram encontradas entradas no arquivo de configuração. Saindo.
tr: Yapılandırma dosyasında hiçbir girdi bulunamadı. Çıkılıyor.

source: Dynamic DNS update for %(hostname)s (%(provider)s) failed:
da: Dynamisk DNS opdatering af %(hostname)s (%(provider)s) fejlede:
es: La actualizacón dinámica de DNS para %(hostname)s (%(provider)s) ha fallado.
fa: بروزرسانی Dynamic DNS برای %(hostname)s (%(provider)s) شکست خورد:
hr: Dinamičko DNS ažuriranje za %(hostname)s (%(provider)s) nije uspjelo:
it: Aggiornamento DNS dinamico fallita per %(hostname)s (%(provider)s)
nl: Dynamische DNS update voor %(hostname)s (%(provider)s) mislukt:
pl: Aktualizacja dynamicznago DNS dla %(hostname)s (%(provider)s) nieudana:
pt_br: Atualização de DNS Dinâmico para %(hostname)s (%(provider)s) falhou:
tr: %(hostname)s (%(provider)s) için dinamik DNS güncelleştirmesi başarısız oldu.

source: Dynamic DNS update for %(hostname)s (%(provider)s) throwed an unhandled exception:
da: Dynamisk DNS opdatering af %(hostname)s (%(provider)s) returnerede en ubehandlet undtagelse:
es: La actualizacón dinámica de DNS para %(hostname)s (%(provider)s) ha lanzado una excepción no manejada.
fa: بروزرسانی Dynamic DNS برای %(hostname)s (%(provider)s) یک استثنا اداره نشده باطل :
hr: Dinamičko DNS ažuriranje za %(hostname)s (%(provider)s) vratilo je neočekivan izuzetak:
it: Aggiornamento DNS dinamico per %(hostname)s (%(provider)s) generata un'eccezione non gestita:
nl: Dynamische DNS update voor %(hostname)s (%(provider)s) gaf een onverwerkte uitzondering:
pl: Aktualizacja dynamicznago DNS dla %(hostname)s (%(provider)s) wywołała nieobsługiwany błąd:
pt_br: Atualização de DNS Dinâmico para %(hostname)s (%(provider)s) teve uma exceção não tratada:
tr: %(hostname)s (%(provider)s) dinamik DNS işlenmesinde özel bir durum oluştu:

source: Error
da: Fejl
fa: ایراد
hr: Pogreška
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
tr: Hata

source: Network error
da: Netværksfejl
es: Error de red
fa: ایراد شبکه
hr: Pogreška mreže
it: Errore di rete
nl: Netwerkfout
pl: Błąd sieci
pt_br: Erro de rede
tr: Ağ hatası

source: The server denied processing the request because account abuse is suspected
da: Serveren nægtede at modtage forespørgslen på grund af mistanke om misbrug af brugerkontoen
es: El servidor le negó la tramitación de la solicitud porque se sospecha cuenta abuso
fa: سرور، به دلیل سوء استفاده از حساب مشکوک، پردازش درخواست را رد کرد
hr: Poslužitelj je odbio obradu zahtjeva, jer sumnja na zloupotrebu računa
it: Il server non processerà la richiesta perché sospetta un abuso dell'account utente
nl: De server heeft het verzoek niet verwerkt omdat het account vermoedelijk is misbruikt
pl: Serwer odmówił obsłużenia żądania z powodu podejrzenia nadużycia konta
pt_br: O servidor negou o processamento do pedido, por suspeita de abuso na conta
tr: Sunucu isteği işlemeyi reddetti çünkü hesabı kötüye kullanma şüphesi var.

source: Authentication against the server has failed
da: Serveren godtog ikke autentifikationen
es: Autenticación en el servidor ha fallado
fa: احراز هویت در برابر سرور شکست خورده است
hr: Autentifikacija na poslužitelju nije uspjela
it: L'autenticazione sul server è fallita.
nl: Server authenticatie is mislukt
pl: Uwierzytelnienie do serwera nie powiodło się
pt_br: Autenticação contra o servidor falhou
tr: Sunucuyla kimlik doğrulama başarısız oldu.

source: The server denies any updates from this client
da: Serveren nægter alle opdateringer fra denne klient
es: El servidor deniega las actualizaciones de este cliente
fa: سرور هر گونه بروز رسانی از این کلاینت را رد می کند
hr: Poslužitelj odbija bilo kakva ažuriranja ovog klijenta
it: Il server non vuole aggiornamenti da questo client
nl: De server weigert updates van deze client
pl: Serwer odmawia jakichkolwiek aktualizacji od tego klienta
pt_br: O servidor nega quaisquer atualizações deste cliente
tr: Sunucu bu istemciden güncellemeye izin vermiyor.

source: The configuration file has errors
da: Konfigurationsfilen indeholder fejl
es: El archivo de configuración tiene errores
fa: فایل پیکربندی ایراد دارد
hr: Konfiguracija datoteka sadrži pogreške
it: Il file di configurazione ha errori
nl: Het configuratiebestand bevat fouten
pl: Plik konfiguracyjny zawiera błędy
pt_br: O arquivo de configuração tem erros
tr: Yapılandırma dosyasında hatalar var.

source: Connection refused
da: Forbindelse nægtet
es: Conexión rechazada
fa: اتصال رد شد
hr: Veza odbijena
it: Connessione rifiutata
nl: Verbinding geweigerd
pl: Połączenie odrzucone
pt_br: Conexão recusada
tr: Bağlantı reddedildi

source: Connection timeout
da: Forbindelsen udløb
es: Tiempo de espera agotado de la conexión
fa: مهلت زمانی اتصال پایان یافت
hr: Timeout (istek vremena) veze
it: Connessione scaduta
nl: Verbinding timeout
pl: Upłynął limit czasu połączenia
pt_br: Tempo limite de conexão
tr: Bağlantı zaman aşımına uğradı

source: The host could not be found in the configuration file
da: Værten kunne ikke findes i konfigurationsfilen
es: El host no puede encontrar el archivo de configuración
fa: میزبان در فایل پیکربندی یافت نمی شود
hr: Domaćin (host) nije pronađen u datoteci
it: L'host non può essere trovato nel file di configurazione
nl: De host werd niet gevonden in het configuratiebestand
pl: Nie znaleziono hosta w pliku konfiguracyjnym
pt_br: O host não pôde ser encontrado no arquivo de configuração
tr: Ana bilgisayar yapılandırma dosyasında bulunamadı.

source: Internal server error
da: Intern server fejl
es: Error Interno del Servidor
fa: ایراد درونی سرور
hr: Interna pogreška poslužitelja
it: Errore interno del server
nl: Interne serverfout
pl: Wewnętrzny błąd serwera
pt_br: Erro Interno do Servidor
tr: İç sunucu hatası

source: Network unreachable
da: Netværket kan ikke nås
es: Red inalcanzable
fa: شبکه دور از دسترس است
hr: Mreža je nedostupna
it: Rete irraggiungibile
nl: Netwerk onbereikbaar
pl: Sieć jest nieosiągalna
pt_br: Rede inacessível
tr: Ağa ulaşılamıyor

source: Not found
da: Ikke fundet
es: No encontrado
fa: پیدا نشد
hr: Nije pronađeno
it: Non trovato
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
tr: Bulunamadı.

source: Request error
da: Forespørgsel fejl
es: Error de solicitud
fa: ایراد در درخواست
hr: Zahtjev pogreške
it: Errore nella richiesta
nl: Opvraagfout
pl: Błąd żądania
pt_br: Erro de requisição
tr: İstek hatası

source: Could not resolve DNS entry
da: Kunne ikke oversætte DNS forespørgsel
es: No se pudo resolver la entrada DNS
fa: نمی توان وردودی DNS را درست کرد
hr: Nije moguće razriješiti DNS unos
it: Non posso risolvere il DNS immesso
nl: Kon de DNS ingang niet oplossen
pl: Nie można rozwiązać wpisu w DNS
pt_br: Não foi possível resolver a entrada DNS
tr: DNS girdisi çözümlenemiyor

source: Service unavailable
da: Service ikke tilgængelig
es: Servicio no disponible
fa: سرویس در دسترس نیست
hr: Usluga nije dostupna
it: Serivizio non disponibile
nl: Dienst niet beschikbaaar
pl: Usługa niedostępna
pt_br: Serviço indisponível
tr: Hizmet kullanılamıyor

source: The update could not be performed
da: Opdateringen kunne ikke udføres
es: La actualización no puede ser ejecutada
fa: بروز رسانی نمی تواند انجام شود
hr: Ažuriranje nije moglo biti provedeno
it: L'aggiornamento non può essere eseguito
nl: De update kon niet worden uitgevoerd
pl: Aktualizacja nie mogła zostać wykonana
pt_br: A atualizalçao não pode ser realizada
tr: Güncelleme yapılamadı

source: Provider is not properly configured
da: Udbyder er ikke opsat korrekt
es: El proveedor no está correctamente configurado
fa: سرویس دهنده به درستی پیکربندی نشده است
hr: Provider nije ispravno konfiguriran
it: Il Provider non è configurato correttamente
nl: Provider is niet goed geconfigureerd
pl: Dostawca nie jest poprawnie skonfigurowany
pt_br: Provedor não está configurado corretamente
tr: Sağlayıcı düzgün yapılandırılmamış

source: Updating %s forced
da: Opdaterer %s tvunget
es: Actualización %s forzada
fa: بروزرسانی %s به زور شد
hr: Prisilno ažuriranje %s
it: L'aggiornamento %s è stato forzato
nl: Bijwerken %s gereed
pl: Aktualizowanie %s wymuszone
pt_br: Atualição de %s forçada
tr: %s güncellemeye zorlandı

source: Dynamic DNS update for %(hostname)s (%(provider)s) successful
da: Dynamisk DNS opdatering af %(hostname)s (%(provider)s) succesfuld
es: La actualizacón dinámica de DNS para %(hostname)s (%(provider)s) ha resultado satisfactoria.
fa: Dynamic DNS برای %(hostname)s (%(provider)s) بروزرسانی شد
hr: Dinamičko DNS ažuriranje za %(hostname)s (%(provider)s) uspješno
it: Aggiornamento DNS dinamico per %(hostname)s (%(provider)s) eseguito con successo
nl: Dynamische DNS update voor %(hostname)s (%(provider)s) geslaagd
pl: Aktualizacja dynamicznago DNS dla %(hostname)s (%(provider)s) poprawna:
pt_br: Atualização de DNS Dinâmico para %(hostname)s (%(provider)s) bem sucedida
tr: %(hostname)s (%(provider)s) için dinamik DNS güncellemesi başarıyla yapıldı

source: An update for %(hostname)s (%(provider)s) is performed because of an IP address change
da: Opdaterer %(hostname)s (%(provider)s) pga. en IP adresse ændring
es: Una actualización para %(hostname)s (%(provider)s) está en ejecución porque una dirección IP ha cambiado
fa: یک بروزرسانی بخاطر تغییر IP برای %(hostname)s (%(provider)s) انجام شده است.
hr: Ažuriranje za %(hostname)s (%(provider)s) se provodi zbog promjene IP adrese
it: E' in corso un'aggiornamento di %(hostname)s su (%(provider)s) poiché è variato l'indirzzo IP
nl: Een update voor %(hostname)s (%(provider)s) is uitgevoerd wegens een IP adres wijziging
pl: Aktualizacja %(hostname)s (%(provider)s) jest wykonywana z powodu zmiany adresu IP
pt_br: Uma atualização para %(hostname)s (%(provider)s) é realizada por causa da mudança de endereço IP
tr: Bir ip adresi değişikliği olduğundan %(hostname)s (%(provider)s) için bir güncelleme yapıldı.

source: An update for %(hostname)s (%(provider)s) is performed because the holdoff time has expired
da: Opdaterer %(hostname)s (%(provider)s) pga. holdoff tiden er udløbet
es: Una actualización para %(hostname)s (%(provider)s) está en ejecución debido a que el tiempo de retención ha expirado
fa: یک بروزرسانی بخاطر پایان یافتن زمان نگهداری برای %(hostname)s (%(provider)s) انجام شده است.
hr: Ažuriranje za %(hostname)s (%(provider)s) se provodi, jer holdoff vrijeme je isteklo
it: E' in corso un'aggiornamento di %(hostname)s su (%(provider)s) poiché è scaduto il tempo di attesa
nl: Een update voor %(hostname)s (%(provider)s) is uitgevoerd omdat de holdoff tijd is verstreken
pl: Aktualizacja %(hostname)s (%(provider)s) jest wykonywana z powodu zakończenia okresu wstrzymania.
pt_br: Uma atualização para %(hostname)s (%(provider)s) é realizada porque o tempo de interrupção expirou
tr: Saklama zamanı dolduğundan %(hostname)s (%(provider)s) için bir güncelleme yapıldı

source: No update required for %(hostname)s (%(provider)s)
da: Opdatering ikke nødvendig af %(hostname)s (%(provider)s)
es: No se requiere actualización para %(hostname)s (%(provider)s)
fa: %(hostname)s (%(provider)s) به بروزرسانی نیاز ندارد
hr: Nije potrebno ažuriranje za %(hostname)s (%(provider)s)
it: Non è necessario nessun aggiornamento di %(hostname)s su (%(provider)s)
nl: Geen update nodig voor %(hostname)s (%(provider)s)
pl: %(hostname)s (%(provider)s) nie wymaga aktualizacji
pt_br: Nenhuma atualização requerida para %(hostname)s (%(provider)s)
tr: %(hostname)s (%(provider)s) için güncelleme gerekmiyor

source: An update has not been performed because earlier updates failed for %s
da: Opdaterede ikke fordi der tidligere var et problem med %s
es: Una actualización no se ha realizado porque las actualizaciones anteriores fallaron por %s
fa: هیچ بروزرسانی انجام نشده است زیرا بروزرسانی ها برای %s زودتر شکست خورده است.
hr: Ažuriranje nije provedeno, jer ranije ažuriranje za %s nije uspilo
it: Non è stato eseguito l'aggiornamento perché è fallito precedentemente su %s
nl: Een update is niet uitgevoerd doordat eerdere updates zijn mislukt voor %s
pl: Nie przeprowadzono aktualizacji, ponieważ poprzednie aktualizacje dla %s zakończyły się niepowodzeniem
pt_br: Uma atualização não foi executada porque as anteriores falharam para %s
tr: %s için önceki güncellemeler başarısız olduğu için güncelleme yapılmadı

source: There will be no retries
da: Prøver ikke igen
es: No habrá reintentos
fa: ترتیب دسته وجود نخواهد داشت
hr: Neće biti više ponovnih pokušaja
it: Non ci saranno nuovi tentativi
nl: Er zal niet opnieuw worden geprobeerd
pl: Nie będzie ponownych prób
pt_br: Não haveram novas tentativas
tr: Tekrar deneme olmayacak

source: Last failure message:
da: Sidste fejlmeddelelse:
es: Último mensaje de fallo:
fa: آخرین پیام شکست:
hr: Posljednja poruka o grešci:
it: Ultimo messaggio di errore
nl: Vorige foutmelding:
pl: Ostatni komunikat błędu:
pt_br: Última mensagem de falha:
tr: Son hata mesajı:

source: Further updates will be withheld until %s
da: Yderligere opdateringer vil blive tilbageholdt indtil %s
es: Otros cambios serán retenidos hasta %s
fa: در زمان برگزاری %s بروزرسانی بیشتر خواهد شد
hr: Daljnje nadogradnje će biti zadržan do %s
it: Non saranno eseguiti ulteriori aggiornamenti sino a %s
nl: Verdere updates worden terug gehouden tot %s
pl: Kolejne aktualizacje będą wstrzymane przez %s
pt_br: Novas atualizações serão retidas até que %s
tr: %s 'den önce yeni güncellemeler alınmayacak

source: No valid FQDN was given.
es: El FQDN que se dió no es válido.
hr: FQDN nije zadan.

source: Specified host does not exist.
es: El host especificado no existe.
hr: Navedeni domaćin ne postoji.

source: DNS error encountered.
es: Encontrado error de DNS.
hr: DNS pogreška.

source: Server response: %s
da: Server svar: %s
es: Respuesta del servidor: %s
fa: پاسخ سرور: %s
hr: Odgovor poslužitelja: %s
it: Risposta del server: %s
nl: Server antwoord: %s
pl: Odpowiedź serwera: %s
pt_br: Resposta do servidor: %s
tr: Sunucu yanıtı: %s

source: Invalid hostname specified.
es: Nombre de host especificado no es válido.
hr: Nevažeći navedeni poslužitelj.

source: Hostname not marked as a dynamic host.
es: Nombre de host no marcado como un host dinámico.
hr: Hostname nije označen kao dinamičan host (domaćin).

source: Invalid IP address has been sent.
es: La dirección IP inválida ha sido enviada.
hr: Poslana pogrešna IP adresa.

source: No hostname specified.
es: Nombre de host no especificado.
hr: Nije naveden poslužitelj.

source: Account has been disabled.
es: La cuenta ha sido deshabilitada.
hr: Račun je onemogućen.

source: Too many failed requests.
es: Demasiados errores en las peticiones.
hr: Previše neuspjelih zahtjeva.

source: Malformed request has been sent.
es: Han sido enviadas peticiones malformadas.
hr: Poslan je neispravan zahtjev.

source: Too frequent update requests have been sent.
es: Solicitudes de actualización demasiado frecuentes han sido enviadas.
hr: Prečesto se zahtjevanja ažuriranje.

source: Domain not found.
da: Domæne ikke fundet.
es: Dominio no encontrado:
fa: دامین یافت نشد.
hr: Domena nije pronađena.
it: Dominio non trovato.
nl: Domein niet gevonden.
pl: Nie znaleziono domeny.
pt_br: Domínio não encontrado.
tr: Etki alanı bulunamadı.

source: An invalid IP address was submitted
da: En ugyldig IP adresse blev indsendt
es: Se presentó una dirección IP no válida
fa: یک IP آدرس نادرست، ثبت شده است
hr: Nepravilna IP adresa je predana
it: E' stato inserito un indirizzo IP non valido
nl: Een ongeldig IP adres was opgegeven
pl: Wprowadzono niepoprawny adres IP
pt_br: Um endereço IP inválido foi enviado
tr: Geçersiz bir IP adresi sunuldu

source: Domain not active.
es: Dominio no activo.
hr: Domena nije aktivna.

source: No Auth details specified.
es: No hay detalles de autenticación especificados.
hr: Nema navedenih autentifikacijskih detalja.

source: Invalid IPv4 address has been sent.
es: Ha sido enviada una dirección IPv4 inválida.
hr: Poslana pogrešna IPv4 adresa.

source: Invalid IPv6 address has been sent.
es: Ha sido enviada una dirección IPv6 inválida.
hr: Poslana pogrešna IPv6 adresa.

source: Invalid hostname specified
da: Ugyldigt værtsnavn angivet
es: Nombre de host especificado inválido
fa: نام هاست اختصاص داده شده، نادرست است
hr: Nevažeći navedeni poslužitelj
it: E' stato specificato un nome host non valido
nl: Ongeldige hostnaam opgegeven
pl: Podano nieprawidłową nazwę hosta
pt_br: Hostname especificado inválido
tr: Geçersiz ana bilgisayar adı belirtildi.

source: Running on distribution: %s
da: Kører distribution: %s
es: Corriendo en la distribuición: %s
fa: در حال اجرا در توزیع: %s
hr: Radi na distribuciji: %s
it: In esecuzione sulla distribuzione: %s
nl: Draait op distributie: %s
pl: Działa na dystrybucji: %s
pt_br: Rodando na distribuição: %s
tr: Üzerinde çalışılan dağıtım: %s

source: Request header:
da: Forespørgsel header:
es: Cabecera de la petición:
fa: درخواست هدر:
hr: Odgovor zaglavlja:
it: Intestazione di richiesta:
nl: Aanvraag header:
pl: Nagłówek żądania:
pt_br: Header solicitada:
tr: İstek başlığı:

source: Response header (Status Code %s):
da: Svar header (Status kode %s):
es: Cabecera de respuesta (código de estado %s):
fa: هدر پاسخ (کد وضعیت %s):
hr: Odgovor zaglavlja (kod statusa %s):
it: Testata della risposta (codice di stato %s).
nl: Antwoord header (statuscode %s):
pl: Nagłówek odpowiedzi (Kod Statusu %s):
pt_br: Cabeçalho de resposta (código de status %s):
tr: Yanıt başlığı (Durum Kodu %s)

source: Scriptlet:
pl: Skrypt:
tr: Betik:
